{
    "informations": [
        {
            "name": " دعاء من أصابته مصيبة",
            "description": "«عن أم سلمة أنها قالت سمعت رسول الله صلى الله عليه وسلم يقول: ما من مسلم تصيبه مصيبة فبقول كما أمره الله (إنا لله وإنا إليه راجعون، اللهم أجرني في مصيبتي واخلف لي خيراً منها) إلا أخلف الله له خيراً منها» رواه مسلم"
        },
        {
            "name": " دعاء الهم والحزن ",
            "description": "«ما أصاب عبداُ هم ولاحزن فقال: )اللهم إني عبدك ابن عبدك ابن أمتك ناصيتي بيدك ماضِ في حكمك، عدل في قضاؤك أسالك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك، أو علمته أحداً من خلقك أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي، ونور صدري وجلاء حزني وذهاب همي( إلا أذهب الله حزنه وهمه وأبدله مكانه فرحاً» رواه أحمد وصححه الألباني \n كان رسول الله صلى الله عليه وسلم يكثر من هذا الدعاء: «اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل والبخل والجبن، وضلع الدين وغلبة الرجال» رواه البخاري"
        },
        {
            "name": "دعاء الكرب",
            "description": "«لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات ورب العرش الكريم» متفق عليه \n «قال صلى الله عليه وسلم دعاء المكروب: )اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عينِ وأصلح لي شأني كله لا إله إلا أنت(. الله ربي لاأشرك به شيئاً» صحيح سنن ابن ماجه \n «قال رسول الله صلى الله عليه وسلم: دعوة ذا النون إذ دعا بها وهو في بطن الحوت: (لا إله إلا أنت سبحانك إني كنت من الظالمين) لم يدع بها رجل مسلم في شئ قط إلا استجاب الله له» صحيح الترمذي"
        },
        {
            "name": "دعاء من استصعب عليه أمر",
            "description": "«اللهم لاسهل إلا ماجعلته سهلاً وأنت تجعل الحزن إذا شئت سهلاً» رواة ابن السني وصححه الحافظ"
        },
        {
            "name": "دعاء من أتاه أمر يسره أو يكرهه",
            "description": "«عن عائشة رضي الله عنها قالت: كان صلى الله عليه وسلم إذا أتاه أمر يسره قال: (الحمد لله الذي بنعمته تتم الصالحات) وإذا أتاه أمر يكرهه قال: الحمد لله على كل حالِ» صحيح الجامع \n «عن أبي بكرة رضي الله عنه أنَّ النَّبِيَّ صلى الله عليه وسلم كان إذا أتاه أمر يسره أو يُسر به خر ساجداً شكراً لله تبارك وتعالى» أخرجه الترمذي وابن ماجه"
        },
        {
            "name": "دعاء إذا هاجت الريح",
            "description": "«عن عائشة رضي الله عنها قالت: كان النبي صلى الله عليه وسلم إذا عصفت الريح قال: اللهم إني اسألك خيرها، وخير ما فيها، وخير ما أرسلت به وأعوذ بك من شرها وشر ما فيها وشر ما أرسلت به» أخرجه البخاري ومسلم"
        },
        {
            "name": "الدعاء عند سماع الرعد",
            "description": "«كان عبدالله بن الزبير رضي الله عنهما إذا سمع الرعد ترك الحديث وقال: سبحان الذي يُسبح الرعد بحمده والملائكة من خيفته» إسناد صحيح (الكلم الطيب تحقيق الألباني ص156)"
        },
        {
            "name": "الدعاء عند وبعد نزول المطر",
            "description": "«اللهم صيباً نافعاً» رواه البخاري \n«مُطرنا بفضل الله ورحمته» متفق عليه"
        },
        {
            "name": "الدعاء عند صياح الديك ونهيق الحمار ونباح الكلاب",
            "description": "«إذا سمعتم صياح الديك [من الليل]، فاسألوا الله من فضله فإنها رأت ملكاً وإذا سمعتم نهيق الحمار، فتعوذوا بالله من الشيطان فإنها رأت شيطاناً» متفق عليه \n «إذا سمعتم نُباح الكلاب ونهيق الحمير بالليل فتعوذوا بالله فإنهن يرين مالا ترون» صحيح سنن أبي داود"
        },
        {
            "name": "دعاء العطاس ومايقال للكافر إذا عطس",
            "description": "«إذا عطس أحدكم فليقل: الحمد لله رواة البخاري أو الحمد لله على كل حال» صحيح سنن أبي داود \n «وليقل له أخوه أو صاحبه: يرحمك الله، فإذا قال له: يرحمك الله، فليقل: يهديكم الله ويُصلح بالكم» رواه البخاري \n «وإذا عطس الكافر يقال له: يهديكم الله ويُصلح بالكم» صحيح سنن أبي داود"
        },
        {
            "name": "كفارة المجلس",
            "description": "«من جلس في مجلس فكثر فيه لغطه فقال قبل أن يقوم من مجلسه ذلك: (سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك) إلا غفر له ماكان في مجلسه ذلك» رواه الترمذي"
        },
        {
            "name": "دعاء صلاة الاستخارة",
            "description": "«قال جابر بن عبدالله رضي الله عنهما: كان رسول الله صلى الله عليه وسلم، يُعلمنا الاستخارة في الأمور كلها كما يعلمُنا السورة من القرآن، يقول: إذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة، ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم فإنك تقدِرُ ولا أقدِرُ، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر - يسمي حاجته - خير لي في ديني ومعاشي وعاقبة أمري - أو قال: عاجلة وآجله - فاقدره لي ويسره لي، ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر في ديني ومعاشي وعاقبة أمري - أو قال: عاجله وآجله - فاصرفه عني واصرفني عنه، واقدر لي الخير حيث كان، ثم ارضني به» رواه البخاري"
        },
        {
            "name": "دعاء القنوت",
            "description": "«اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ماقضيت، فإنك تقضي ولايقضى عليك، إنه لايذل من واليت، تباركت ربنا وتعاليت» صحيح ابن ماجه \n «اللهم إني أعوذ برضاك من سخطك وأعوذ بمعافاتك من عقوبتك، وأعوذ بك منك لاأحصي ثناء عليك، أنت كما أثنيت على نفسك» صحيح ابن ماجه"
        },
        {
            "name": "دعاء ليلة القدر",
            "description": "«عن عائشة رضي الله عنها قالت: يا رسول الله، أرأيت إن وافقت ليلة القدر ما أدعو. قال: تقولين: اللهم إنك عفو تُحب العفو فاعف عني» صحيح ابن ماجه وصححه الألباني"
        },
        {
            "name": "دعاء الثوب الجديد",
            "description": "«كان رسول الله صلى الله عليه وسلم إذا استجدّ ثوباً سمّاه باسمه: عمامة، أو قميصا، أو رداء، ثم يقول: اللهم لك الحمد كما كسوتنيه، أسألك خيره وخير ما صُنع له، وأعوذ بك من شره وشر ما صنع له» رواه أبو داود والترمذي"
        },
        {
            "name": "دعاء للمتزوج بعد عقد النكاح",
            "description": "«بارك الله لك، وبارك عليك، وجمع بينكما في خير» صحيح سنن أبي داود \n «اللهم بارك فيهما وبارك لهما في بنائهما» رواه الطبراني وحسنه الألباني \n «على الخير والبركة وعلى خير طائر» رواه البخاري. (طائر: أي على أفضل خظ ونصيب، وطائر الإنسان: نصيبه)"
        },
        {
            "name": "دعاء السفر",
            "description": "«عن عبد الله بن عمر رضي الله عنهما: أن رسول الله صلى عليه وسلم كان إذا استوى على بعيره خارجاً إلى سفر: كبر ثلاثاً، ثم قال: سبحان الذي سخر لنا هذا وما كنا له مُقْرنين، وإنا إلى ربنا لمنقلبون. اللهم إنا نسألك في سفرنا هذا البِرَّ والتقوى، ومن العمل ما ترضى. اللهم هَوِّن علينا سفرنا هذا، واطوِ عَنَّا بُعده. اللهم أنت الصاحب في السفر، والخليفة في الأهل. اللهم إني أعوذ بك من وَعْثاء السفر، وكآبة المنظر، وسوء المنقلب، في المال والأهل والولد. وإذا رجع قالهن، وزاد فيهن: آيبون، تائبون، عابدون، لربنا حامدون» رواه مسلم"
        },
        {
            "name": "الدعاء للمريض",
            "description": "«اللهم أذهب البأس رب الناس، اشف وأنت الشافي، لا شفاء إلا شفاؤك شفاء لا يغادر سقما»"
        },
        {
            "name": "عند التعزية بميت",
            "description": "«إن لله ما أخذ، وله ما أعطى، وكل شيء عنده بأجل مسمى فلتصبر ولتحتسب»"
        },
        {
            "name": "دعاء من أثقلته الديون",
            "description": "«عن عليٍّ رَضِيَ اللَّه عَنْهُ، أَنَّ مُكَاتَباً جاءهُ، فَقَالَ إِني عجزتُ عَن كتابتي فَأَعِنِّي قالَ: أَلا أُعَلِّمُكَ كَلِماتٍ عَلَّمَنيهنَّ رَسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم لَو كانَ عَلَيْكَ مِثْلُ جبلٍ دَيْناً أَدَّاهُ اللَّهُ عنْكَ؟ قُلْ: «اللَّهمَّ اكْفِني بحلالِكَ عَن حَرَامِكَ، وَاغْنِني بِفَضلِكَ عَمَّن سِوَاكَ» رواهُ الترمذيُّ"
        },
        {
            "name": "الدعاء عند الذهاب الى المسجد",
            "description": "«اللّهُـمَّ اجْعَـلْ في قَلْبـي نورا، وَفي لِسـاني نورا، وَاجْعَـلْ في سَمْعي نورا، وَاجْعَـلْ في بَصَري نورا، وَاجْعَـلْ مِنْ خَلْفي نورا، وَمِنْ أَمامـي نورا، وَاجْعَـلْ مِنْ فَوْقـي نورا، وَمِن تَحْتـي نورا .اللّهُـمَّ أَعْطِنـي نورا» رواه البخاري ومسلم"
        },
        {
            "name": "دعاء مابين التشهد والتسليم",
            "description": "«عنْ أبي هُريْرة رضي اللَّه عَنْهُ أنَّ رسُولَ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم قَالَ: إذا تَشَهَّد أَحدُكُمْ فَليسْتَعِذ بِاللَّه مِنْ أرْبَع، يقولُ: اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنْ عذَابِ جهَنَّمَ، وَمِنْ عَذَابِ القَبرِ، وَمِنْ فِتْنةِ المحْيَا والمَماتِ، وَمِنْ شَرِّ فِتْنَةِ المَسِيح الدَّجَّالِ» رواه مسلم \n «وعنْ عَلِيٍّ رضي اللَّه عنْهُ قال: كانَ رَسُولُ اللَّهِ إذا قام إلى الصَّلاةِ يكونُ مِنْ آخِر ما يقولُ بينَ التَّشَهُّدِ والتَّسْلِيم: «اللَّهمَّ اغفِرْ لي ما قَدَّمتُ وما أَخَّرْتُ، وما أَسْرَرْتُ ومَا أعْلَنْتُ، وما أَسْرفْتُ، وما أَنتَ أَعْلمُ بِهِ مِنِّي، أنْتَ المُقَدِّمُ، وَأنْتَ المُؤَخِّرُ، لا إله إلاَّ أنْتَ» رواه مسلم"
        },
        {
            "name": "دعاء سجود التلاوة",
            "description": "«سجد وجهي للذي خلقه وشق سمعه وبصره بحوله وقوته فتبارك الله أحسن الخلقين» رواه الترمذي \n «اللهم اكتب لي بها عندك أجرا وضع عني بها وزرا واجعلها لي عندك ذخرا وتقبلها مني كما تقبلتها من عبدك داود» رواه الترمذي"
        },
        {
            "name": "الدعاء عند المرور بالقبور أو زيارته",
            "description": "روى سليمان بن بريدة عن أبيه أن النبي صلى الله عليه وسلم كان يعلمه لأصحابه إذا خرجوا إلى المقابر، وهو قوله: «السلام عليكم أهل الديار من المؤمنين والمسلمين، وإنا إن شاء الله تعالى بكم لاحقون، نسأل الله لنا ولكم العافية» رواه مسلم \n روى ابن عباس قال: مر رسول الله صلى الله عليه وسلم بقبور المدينة، فأقبل عليهم بوجهه فقال: «السلام عليكم يا أهل القبور، يغفر الله لنا ولكم، أنتم سلفنا ونحن بالأثر» رواه الترمذي وحسنه \n عن عائشَةَ رضي اللَّهُ عنها قالت: كان رسُولُ اللَّهِ، صَلّى اللهُ عَلَيْهِ وسَلَّم، كُلَّما كان لَيْلَتها منْ رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم يَخْرُجُ مِنْ آخِرِ اللَّيْلِ إِلى البَقِيعِ، فَيَقُولُ: «السَّلامُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤمِنينَ، وأَتَاكُمْ ما تُوعَدُونَ، غَداً مُؤَجَّلُونَ، وإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاحِقُونَ، اللَّهُمَّ اغْفِرْ لأَهْلِ بَقِيعِ الغَرْقَدِ» رواهُ مسلم"
        },
        {
            "name": "الدعاء للمتوفى",
            "description": "«اللهم اغفر له وارحمه، وعافه واعف عنه، وأكرم نزله، ووسع مدخله، واغسله بالماء والثلج والبرد، ونقه من الذنوب والخطايا كما ينقى الثوب الأبيض من الدنس، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله، وزوجا خيرا من زوجه، وأدخله الجنة، وأعذه من عذاب القبر ومن عذاب النار»"
        },
        {
            "name": "أدعية متنوعة",
            "description": "- «عن أبي بكر الصديق رضي الله عنه أنه قال لرسول الله صلى الله عليه وسلم: علمني دعاءً أدعو به في صلاتي. قال: قل: اللهم إني ظلمت نفسي ظلماً كثيراً، ولا يغفر الذنوب إلا أنت، فاغفر لي مغفرة من عندك وارحمني، إنك أنت الغفور الرحيم» أخرجه البخاري ومسلم \n - «عن عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم أنه كان يقول: اللهم إني أسألك الهدى والتقى والعفاف والغنى» أخرجه مسلم \n - «عن أنس رضي الله عنه قال: كان أكثر دعاء النبي صلى الله عليه وسلم: اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار» متفق عليه \n - «عن أبي هريرة رضي الله عنه قال: كان النبي صلى الله عليه وسلم يقول: اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير والموت راحة لي من كل شر» أخرجه مسلم \n - «عن فروة بن نوفل الأشجعي قال: سألت عائشة رضي الله عنها عما كان رسول الله صلى الله عليه وسلم يدعو به ربه عز وجل؟ قالت: كان يقول: اللهم إني أعوذ بك من شر ما عملت وشر ما لم أعمل» أخرجه مسلم \n - «عن زياد بن أرقم رضي الله عنه قال: لا أقول لكم إلا كما كان رسول الله صلى الله عليه وسلم يقول قال: كان يقول: اللهم إني أعوذ بك من العجز والكسل والجبن والبخل والهرم وعذاب القبر، اللهم آت نفسي تقواها وزكها أنت خير من زكاها أنت وليها ومولاها، اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها» أخرجه مسلم \n - «عن عبد الله بن عمر رضي الله عنهما قال: كان من دعاء النبي صلى الله عليه وسلم: اللهم إني أعوذ بك من زوالِ نعمتِك، وتَحَوُّلِ عافيتِك، وفُجاءَةِ نِقمتِك، وجَميعَ سخطِك» أخرجه مسلم \n - «عن أبي ذر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ألا أخبرك بأحب الكلام إلى الله عز وجل؟ قلت يا رسول الله أخبرني بأحب الكلام إلى الله عز وجل. فقال: إن أحب الكلام إلى الله عز وجل: سبحان الله وبحمده» أخرجه مسلم \n - «عن ابن عباس رضي الله عنهما أن رسول الله كان يقول عند الكرب: لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السماوات ورب الأرض ورب العرش الكريم» متفق عليه \n - «اللهم إني أعوذ بك من العجز والكسل، والجبن والهرم والبخل، وأعوذ بك من عذاب القبر، ومن فتنة المحيا والممات» رواه البخاري ومسلم \n - «اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر» أخرجه مسلم \n - «عن أبي موسى رضي الله عنه عن النبي صلى الله عليه وسلم: أنه كان يدعو: اللهم اغفر لي خطيئتي وجهلي، وإسرافي في أمري، وما أنت أعلم به مني، اللهم اغفر لي هزلي وجدِّي وخطأي وعمدي، وكل ذلك عندي» متفق عليه \n - «عن أبي مالك الأشجعي عن أبيه رضي الله عنه أنه سمع النبي صلى الله عليه وسلم وأتاه رجل فقال: يا رسول الله كيف أقول حين أسأل ربي عز وجل؟ قال: قل: اللهم اغفر لي، وارحمني، وعافني، وارزقني، ويجمع أصابعه إلا الإبهام، فإن هؤلاء تجمع لك دنياك وآخرتك» أخرجه مسلم \n - «عن علي رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم: قل: اللهم اهدني وسددني، واذكر بالهدى هدايتك الطريق والسداد سداد السهم» أخرجه مسلم"
        }
    ]
}


